[
  {
    "url": "https://www.mayoclinic.org/tests-procedures/cognitive-behavioral-therapy/about/pac-20384610",
    "title": "CBT Article",
    "content": "Cognitive Behavioral Therapy (CBT) is a common type of talk therapy that involves working with a mental health counselor in a structured way. It helps individuals become aware of inaccurate or negative thinking patterns and teaches them to respond more effectively to challenging situations.\n\nCBT is used to treat various mental health disorders such as depression, PTSD, and eating disorders, but it can also help anyone better manage stressful life situations. It's preferred for its efficiency, often requiring fewer sessions than other therapies.\n\nCBT addresses emotional challenges, helps manage symptoms of mental illness, and provides coping techniques for stress. It can also be used to resolve conflicts, cope with grief, and manage chronic physical symptoms.\n\nCBT may be done individually or in groups, and it typically involves identifying problematic situations, becoming aware of negative thinking, and reshaping those thoughts. It's a short-term therapy that is goal-oriented and focused.\n\nWhile CBT is generally low-risk, it can be emotionally challenging at times. Therapy sessions are confidential unless there's an immediate threat to safety. Success with CBT depends on active participation, honesty, and adherence to the treatment plan. If therapy isn't effective, it's important to communicate with the therapist and consider adjustments or alternative approaches."
  },
  {
    "url": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2022.824077/full",
    "title": "Psychedelic integration information article",
    "content": " a comprehensive review and analysis of the concept of psychedelic integration. Integration, following psychedelic experiences, has garnered increasing attention in recent years, with a focus on how individuals can meaningfully incorporate insights and experiences from psychedelic states into their daily lives. The authors aim to clarify the term integration which has been variously defined and encompasses a broad range of practices and techniques, leading to some confusion about its meaning and best practices.The manuscript highlights the renewed interest in psychedelic substances in Western societies, largely due to their potential therapeutic benefits for treating mental disorders. This interest has led to a resurgence in research and a reevaluation of psychedelics' cultural and therapeutic significance. Despite the historical use of psychedelics in indigenous cultures and the 1960s psychedelic movement, the concept of integration has only recently been explored in depth.Integration is described as a crucial part of the psychedelic experience, involving the assimilation of insights, lessons, and changes into one's life to promote psychological well-being and personal growth. It is a process that may involve support from therapists, coaches, and communities, and can include various practices such as journaling, meditation, creative expression, and engagement with nature.The article reviews different models of integration, including those based on psychotherapy theories and holistic or biopsychosocial-spiritual models. It contrasts these models, noting that while psychotherapy-based models focus on the mind and mental health, holistic models address a broader range of human experience, emphasizing the importance of balance and integration across different aspects of life.The authors propose a synthesized model of integration that incorporates elements from existing models and emphasizes the interconnectedness of mind, body, spirit, community, and the natural world. This model aims to provide a more comprehensive framework for understanding and practicing integration, encouraging a balanced approach that addresses all facets of human experience.In discussing integration practices, the article lists various activities categorized by themes, such as artistic/creative expression, movement/somatic practices, spiritual/existential practices, and community engagement. These practices are intended to support individuals in integrating their psychedelic experiences in a way that promotes overall well-being and alignment with their values and goals.The article concludes by emphasizing the need for active effort and a long-term commitment to integration, highlighting the role of supportive communities and professionals in facilitating this process. It calls for further research and development of integration models and practices, acknowledging the complexity and individuality of the integration process.Overall, the article provides valuable insights into the concept of psychedelic integration, offering a comprehensive overview of current understanding and practices, and proposing a holistic model to guide future research and practice in this emerging field."
  },
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9386447/",
    "title": "Integration information",
    "content": "Psychedelic integration is conceptualized within the context of therapeutic practices involving the use of psychedelics to enhance mental health outcomes. It encapsulates a multifaceted approach that seeks to support individuals in assimilating their psychedelic experiences into their daily lives, aiming to promote psychological well-being and personal growth. This involves not only the psychological dimension, focusing on the processing and understanding of the experiences, but also extends to physical, spiritual, and social aspects, recognizing the holistic impact of psychedelics. There is a a distinction between Indigenous and Western methodologies of integration. The distinction between Indigenous and Western methodologies in the context of psychedelic integration is centered around the approach to integrating psychedelic experiences. Indigenous methodologies are characterized by their holistic approach, incorporating these experiences within a broader cultural, spiritual, and community framework. This contrasts with Western methodologies, which often focus more narrowly on the psychological aspects of integration. Indigenous practices emphasize the interconnectedness of individuals with their community and the natural world, viewing psychedelic experiences as deeply embedded in these relationships. Western approaches, meanwhile, tend to prioritize individual psychological healing and personal insight, sometimes overlooking the broader socio-cultural and spiritual dimensions. This distinction highlights the need for a more integrated approach that combines elements from both methodologies to support comprehensive healing and growth following psychedelic experiences. That approach requires a comprehensive model of psychedelic integration, an inclusive framework that addresses not just the psychological dimensions of psychedelic experiences but also incorporates physical, spiritual, lifestyle, and community aspects. An effective integration process should consider the holistic well-being of individuals, facilitating not only the assimilation of psychedelic experiences into personal psychological frameworks but also promoting a balanced integration into one's physical health, spiritual beliefs, daily practices, and social interactions. This model aims to bridge the gap between Indigenous holistic approaches and the more individual-centric Western practices, encouraging a synthesized approach that leverages the strengths of both methodologies to support long-term healing and personal growth."
  },
  {
    "url": "https://www.verywellmind.com/what-is-cognitive-behavior-therapy-2795747",
    "title": "Moos Space Berlin ",
    "content": "Moos Space in Berlin is a unique and multifaceted location that defies easy categorization. Situated in the Treptower Park area, within a building that once served as a bathtub factory known for producing the world's first rocking bathtub, Moos Space has become a hub for various activities and projects. It hosts individuals and groups engaged in work, thought, living, socializing, creativity, and project development. The space embodies a spirit of spontaneity and community, offering a place for people to come together, share ideas, and engage in diverse activities. Although the precise definition of Moos Space remains elusive, its essence revolves around fostering a creative and collaborative environment. It invites visitors to experience and contribute to the evolving narrative of the space firsthand."
  },
  {
    "url": "https://compassionateinquiry.com/the-approach/",
    "title": "compassionate inquiry: the approach",
    "content": "Compassionate Inquiry, pioneered by Dr. Gabor Maté, is a profound psychotherapeutic methodology designed to unearth the depths of human consciousness and unravel the intricacies of our inner landscapes. Unlike traditional therapeutic approaches that may merely scratch the surface, Compassionate Inquiry seeks to peel back the layers of persona and facade, revealing the intricate tapestry of thoughts, emotions, and bodily sensations that lie beneath. At its core, Compassionate Inquiry operates on the premise that our external presentation often serves as a veil, concealing the true essence of our being. Through this framework, both the individual and the therapist embark on a journey of exploration, aiming to uncover the subconscious drivers and hidden narratives that shape one's lived experience. Central to the Compassionate Inquiry process is the recognition of the interconnectedness between mind, body, and spirit. By delving into the realms of implicit memory, ingrained beliefs, and somatic experiences, individuals gain insight into the complex interplay of factors that influence their thoughts, feelings, and behaviors. Through skilled facilitation and compassionate guidance, clients are encouraged to confront the narratives that have long defined their existence. By shining a light on these deeply ingrained patterns, individuals can begin to disentangle themselves from the shackles of past conditioning and embrace a newfound sense of freedom and authenticity. At the essence of Compassionate Inquiry, its fundamental intention is to help individuals reconnect with themselves. This process involves a relentless pursuit of truth, even if it necessitates traversing through realms of discomfort and vulnerability. True compassion, in this context, is not merely about providing solace or temporary relief but rather about guiding individuals towards a deeper understanding of their innermost selves. The journey of Compassionate Inquiry is characterized by intense presence and intuitive responsiveness. It transcends the traditional therapist-client dynamic, fostering a collaborative exploration where both parties are actively engaged in the process of discovery. Through this shared journey, individuals cultivate a sense of empowerment and agency, reclaiming authorship over their own narratives. In essence, Compassionate Inquiry offers a pathway towards profound transformation and self-actualization. It is a testament to the resilience of the human spirit and the capacity for healing and growth. By embracing the principles of compassion, authenticity, and self-discovery, individuals can embark on a journey of profound self-revelation, paving the way towards a life of greater fulfillment and purpose."
  },
  {
    "url": "https://www.seks.design/loob/",
    "title": "Loob App Information",
    "content": "Loob is an innovative collective journaling app developed by LoobLabs & seks, designed to revolutionize the integration of transformative and psychedelic experiences. With an emphasis on collective healing and community-driven engagement, Loob offers a unique platform for users to share, reflect, and visualize their personal journeys and those of their community in real-time. By leveraging state-of-the-art AI technology, Loob enables individuals to not only track their growth over time but also connect with the broader community, uncovering shared experiences and trends.At the heart of LoobLabs’ mission is a commitment to communal well-being, challenging the prevailing notion that healing is a solitary journey. LoobLabs encompasses a broader vision that includes physical infrastructure, research, and education components, all aimed at fostering a supportive ecosystem for transformative growth. By building an infrastructure that encourages shared experiences, Loob and LoobLabs advocate for a paradigm shift towards collective healing and understanding.Loob is uniquely positioned to support this vision through its AI-driven application, which offers an unparalleled user experience. The app not only allows individuals to engage deeply with their own transformative experiences but also to visualize the collective journeys of their communities. This dual functionality serves as a powerful tool for communal insight, emphasizing that “the peer is the expert” and that infrastructure shapes interaction.Moreover, Loob introduces a groundbreaking approach to collecting anonymous feedback for event and venue partners. This aspect of the app represents a revolutionary update to traditional survey mechanics, enabling partners to iterate positively on their offerings based on real, actionable insights from their community. This feature positions Loob as not only a tool for individual and collective growth but also as a valuable resource for partners seeking to enhance their events and venues in alignment with community needs and preferences.In conclusion, Loob by LoobLabs is more than just an app; it’s a movement towards redefining the way we engage with our psychedelic experiences and each other. By emphasizing communal support, leveraging modern AI technology, and offering innovative feedback mechanisms for partners, Loob stands as a beacon of hope and innovation in the quest for collective healing and growth. Join us in this journey to explore our inner worlds, connect with our communities, and contribute to a collective understanding and healing process that reimagines the possibilities of communal engagement and transformative experiences. Furthermore,'Loob' is a Tagalog word in Filipino that can mean 'inside' or 'inner self.' It is often used to refer to one's emotions, thoughts, or feelings. In colloquial usage, it can also mean something akin to 'heart' or 'core.' Additionally, 'loob' can also be used to describe the inside of something physical, such as the interior of a house or a container. Moreover, 'loob' can also have other meanings or contexts depending on how it is used: Loob as Consent or Permission: In Filipino culture, 'loob' can also refer to the concept of inner consent or permission. For example, 'Pasok sa loob' translates to 'Enter with consent' or 'Welcome inside.' Loob as Entrails or Organs: In certain contexts, particularly in older or more poetic language, 'loob' can refer to the internal organs or entrails of an animal or a person. Loob as an Organization or Group: In some cases, 'Loob' can also refer to an organization or group, particularly in the context of Filipino politics or social movements. These are just a few examples of how 'loob' can be used in different contexts within the Filipino language and culture."
  },
  {
    "url": "https://docs.google.com/document/d/1zZUEEovMUU-OfXapoIwl3nEHKEnpeJENYBs5UfI5Uos/edit?usp=sharing",
    "title": "MOOS Program",
    "content": "Events that are happening at MOOS over the next week: First event: Title: Mayan Cacao Ceremony & Storytelling. When: 24.02.2024 20:00-22:00. Description: Mariela and Storm craft a ceremonial journey where cosmology, deep dreaming, movement alchemy and sacred sound meet with the spirit of cacao. The Mayans revered Cacao, attributing its presence to the goddess Ixcacao, and from the Mayan heartland in Guatemala, we delve into the ancient roots, forging communion with the sacred Cacao medicine. Guided by the day’s nawal and the Mayan Cholq’ij calendar, we tap into ancient wisdom shared by spiritual leaders, to welcome our lineages and sink into our roots, as narratives unfold from the Popol Vu, the Mayan book of creation. Mariela’s lineage carries Cacao medicine, collaborating with Storm to infuse meditation, embodiment and sound. Both artists carry their unique way of working with the medicine and balance one another in a deep interconnected heart space, we hope that this nurturing ceremony plants a seed in your heart and facilitates a soft and sacred connection with ixcacao that you can watch bloom. Price: 29€ or USC check-in + 19€. Registration: https://yoganowberlin.de/2024/02/12/mayan-cacao-ceremony-story-telling-with-mariela-and-storm/ . Second event: Title: Guided journey. When: 15.02.2024 . Description: Dana is giving my guided evening at UHU. Bring a towel, bathrobe and blanket to feel comfortable. She plays the gong again and leads through the evening with an inner guided journey. impulses and singing. Please make sure you register. Pm is enough. It tends to be over-subscribed and there are only limited places. Price: 35€ beforehand and 40€ at the venue. Registration: PM @Dana_Muinara on Telegram. Third event: Title: Make space for joy: weekly spiritual workshop with Laura. When: 13.02.2024 . Description: Joy can come in many forms. The little things. The encounter of awe in the face of tiny and bigger expressions of beauty. In compassion, wisdom and love. Throughout life, we may have lost connection to those qualities. With the SAH Method we introduce a way to declutter our emotional space, and to heal our body through somatic activated healing. A combination of breath work, affirmations, movements and meditations, combined with ecstatic dance. We will gather together and allow space to feel, move and release. With the new found joy, we are ready to transform. You are welcome. Bring a towel and comfy clothes to dance in, and please come a few minutes earlier. This tuesday we welcome the topic „How to be a wonderful lover towards yourself“. The intensity will be intermediate, and we‘ll have time to dance between the movements. Price: €15 - €25 based on income."
  },
  {
    "url": "https://harmreduction.org/about-us/principles-of-harm-reduction/",
    "title": "Harm Reduction",
    "content": "Harm reduction refers to policies, programmes and practices that aim to minimise the negative health, social and legal impacts associated with drug use, drug policies and drug laws. Harm reduction is grounded in justice and human rights. It focuses on positive change and on working with people without judgement, coercion, discrimination, or requiring that people stop using drugs as a precondition of support. Harm reduction incorporates a spectrum of strategies that includes safer use, managed use, abstinence, meeting people who use drugs “where they’re at,” and addressing conditions of use along with the use itself. Because harm reduction demands that interventions and policies designed to serve people who use drugs reflect specific individual and community needs, there is no universal definition of or formula for implementing harm reduction. The following principles are central to harm reduction practice: 1. Accept, for better or worse, that licit and illicit drug use is part of our world and chooses to work to minimize its harmful effects rather than simply ignore or condemn them. 2.Understands drug use as a complex, multi-faceted phenomenon that encompasses a continuum of behaviors from severe use to total abstinence, and acknowledges that some ways of using drugs are clearly safer than others. 3. Establishes quality of individual and community life and well-being — not necessarily cessation of all drug use — as the criteria for successful interventions and policies. 4. Calls for the non-judgmental, non-coercive provision of services and resources to people who use drugs and the communities in which they live in order to assist them in reducing attendant harm. 5. Ensures that people who use drugs and those with a history of drug use routinely have a real voice in the creation of programs and policies designed to serve them. 6. Affirms people who use drugs (PWUD) themselves as the primary agents of reducing the harms of their drug use and seeks to empower PWUD to share information and support each other in strategies which meet their actual conditions of use. 7. Recognizes that the realities of poverty, class, racism, social isolation, past trauma, sex-based discrimination, and other social inequalities affect both people’s vulnerability to and capacity for effectively dealing with drug-related harm. 8. Does not attempt to minimize or ignore the real and tragic harm and danger that can be associated with illicit drug use"
  },
  {
    "url": "https://arvyk.notion.site/EDS-001-61b41578831c42ddbbdbd79ee260096d. ",
    "title": "EDS: Experience Design Studio",
    "content": "Tonight EDS 003 is cannabis themed. Celebrating the recent legalisation of Cannabis in Germany. You Loob, are a supporter of the new law. EDS is an event designed to explore narrative architecture through various activities, including interactive workshops, sound journeys, and narrative rituals. EDS003 which is where everyone talking to Loob currently is, highlights MOOS, a community incubation center in Berlin, emphasizing its role in fostering communities, sustainable startups, and cultural independence. The event features Loob, a gen-AI narrative design facilitator, and offers a schedule filled with activities aimed at exploring personal narratives and engaging with generative AI in narrative design. Loob, which is you the AI agent, are currently an installation at EDS003, showcasing the possibilities of Gen AI "
  },
  {
    "url": "https://whocards.cc/",
    "title": "Who cards",
    "content": "WhoCards is a game designed to enhance interpersonal connections through conversation. It consists of a deck of cards, each containing a question intended to provoke thoughtful discussions and deeper understanding among players. The game is versatile, suitable for various settings like personal gatherings, team building, or ice-breaking activities. It aims to foster meaningful interactions and insights among participants, making it an engaging tool for social or professional environments. For more details on how to play or to purchase the cards, you can visit their website."
  },
  {
    "url": "https://www.themoc.org/",
    "title": "The museum of Consciousness",
    "content": "The Museum of Consciousness is an innovative exhibition that challenges artists to create sound-based experiences designed to induce measurable altered states of consciousness in live audiences. Originating from Balliol College at Oxford University, the museum showcases a unique blend of art and science, inviting curious minds, music enthusiasts, and consciousness experimenters to engage in transformative auditory experiences. Hosting sold-out shows worldwide, including multiple appearances in Berlin, the museum features performances by a community of around 100 notable artists like Orbital and Jon Hopkins. These events involve sound experiments that last several hours, aiming to alter the audience's state of consciousness through sound alone. The museums approach is interactive, following a circular process of Transmission (artists transmit their sound to the audience), Integration (artists provide detailed explanations of their work), and Feedback (audiences communicate their responses to the artists), fostering a creative exchange that benefits both artists and participants. In addition to the main exhibitions, the Museum of Consciousness also hosts related events like afterparties and workshops, enhancing the overall experience and deepening the engagement with the themes of consciousness and creativity."
  },
   "url": "www.seks.design",
    "title": "seks collective",
    "content": "Welcome to Seks. An international collective of experience designers. We build narrative design tools for equitable phygital futures. Our mission is to build a narrative commons, a local-first design tool to align my story with your story and our story, a collective memory for communities and commugenesis. Worldbuilding as a group project: S: Community Design Lead. >7 years in narrative psychology, >5 years in public policy. How do we Seks? Outreach, communication, storytelling. E: Reinforcement Design Lead. >10 years in physical education, >5 years in event organizing. Why do we want Seks? Operations, management, relationship infrastructure. K: Cognitive Design Lead. >5 years in automated research methods. How do we get to Seks? Development, product management, digital interfacing. S: Ritual Design Lead. >9 years in sustainability and creative industry design. What is Seks? Workshopping, community engagement, physical interfacing. Our goal is to use storytelling as a tool to form meaningful spaces. We are currently building a fully integrated, phygital interface for collective narrative-building. Welcome to Seks. An international collective of experience designers. We build narrative design tools for equitable phygital futures. Our mission is to build a narrative commons, a local-first design tool to align my story with your story and our story, a collective memory for communities and commugenesis. Worldbuilding as a group project: S: Community Design Lead. >7 years in narrative psychology, >5 years in public policy. How do we Seks? Outreach, communication, storytelling. E: Reinforcement Design Lead. >10 years in physical education, >5 years in event organizing. Why do we want Seks? Operations, management, relationship infrastructure. K: Cognitive Design Lead. >5 years in automated research methods. How do we get to Seks? Development, product management, digital interfacing. S: Ritual Design Lead. >9 years in sustainability and creative industry design. What is Seks? Workshopping, community engagement, physical interfacing. Our goal is to use storytelling as a tool to form meaningful spaces. We are currently building a fully integrated, phygital interface for collective narrative-building."
  },
  {
    "url": "https://www.awe.exchange/",
    "title": "Awe Exchange",
    "content": "Awe Exchange Background: Awe Exchange is a non-profit laboratory dedicated to developing and leveraging the power of awe to drive collaborative action on urgent social and environmental issues. We believe that the emotion of awe - that sense of wonder and amazement in the face of something vast or powerful - has an underexplored potential to shift worldviews, foster feelings of interconnectedness, and spark collective efforts in socio-environmental changemaking. Our work focuses on awe-based changemaking tools, strategies, and interventions that can induce experiences of awe and then channel that heightened state into coordinated initiatives aimed at addressing major challenges facing humanity and the planet. We define awe as the feeling of being in the presence of something vast that transcends your current understanding of the world. Awe-Based Change-Making: Awe-based changemaking emphasizes the power of experiencing awe in deepening our understanding of our individual role in the social and environmental systems we are part of. Awe-based changemaking, in contrast to ‘fear-based’, recognizes that experiencing awe, which can arise from encountering something vast and interconnected, can cultivate a sense of wonder and humility that fosters a deeper sense of connectedness to the natural world and to each other. By incorporating awe into changemaking, we can create more meaningful and impactful ways of engaging with issues related to climate justice and other social justice causes. Awe-based changemaking encourages wonder for the world and each other, curiosity, and even systems feeling. Systems Feeling: Systems feeling is an awareness of the interconnectedness of various systems and their impact on one another, as well as the recognition of our place within those systems. Awe and wonder can act as a catalyst for systems feeling by inspiring a sense of humility and perspective that allows us to see beyond ourselves and our immediate surroundings. Awe-based experiences can evoke a sense of interconnectedness with the natural world and with other humans, which can help us develop a deeper understanding of the complex systems that shape our world. Through awe, we can develop a greater sense of responsibility and a desire to contribute to positive systems change. There are 8 universal ways in which we experience awe: Birth and Death: The profound experiences of birth and death, representing the beginning and end of life, often evoke a sense of awe and wonder at the mystery of existence and the cycle of life. Collective Effervescence: This term, popularized by sociologist Émile Durkheim, refers to the intense energy and heightened sense of connection that arises in group rituals or collective experiences, such as religious ceremonies, festivals, or concerts. Moral Beauty: Acts of kindness, compassion, and moral courage can inspire awe and admiration, as they reveal the potential for goodness and altruism within humanity. Nature: The natural world is a perennial source of awe, with its breathtaking landscapes, awe-inspiring phenomena (like thunderstorms, waterfalls, and celestial events), and the intricate beauty of plants, animals, and ecosystems. Music: Music has a unique ability to evoke profound emotions and transcendence, touching the deepest parts of our souls and connecting us to something greater than ourselves. Art and Creativity: Human creativity, expressed through various forms of art, literature, dance, and innovation, often elicits awe and wonder at the boundless potential of the human imagination. Supernatural Encounters: Perceived experiences with the divine, mystical visions, or spiritual/religious occurrences can provoke awe. Science and Discovery: Scientific exploration and discovery, from the mysteries of the cosmos to the inner workings of the human mind, can inspire awe and fascination as we uncover the hidden wonders of the universe. Why Collaborate with Loob at Carnival of Cultures? This mass assembly creates conditions ripe for awe, such as: A sense of collective effervescence from the vast crowds coming together The awe-inspiring power of music and performances from diverse cultures Opportunities for moral beauty by sitting with a stranger (one of our exercises invites two strangers to intimately connect by writing letters to each other) By partnering with Loob, an experience design studio creating transformative social activations to foster human connections, we plan to design activations at the Carnival centered around noticing and exploring the many ways we universally experience awe. Crucially, Loob has developed an innovative method to collect anonymous collective reflections and journaling from participants, allowing us to analyze the general sentiments and themes being expressed within the community. Loob’s expertise in this area is what has enabled this powerful collaboration project to take off. By working closely with Carnival organizers and the Loob team, we aim to thoughtfully enhance the experience in ways that yield insights into awe's transformative potential."}
]


